var img_arr = [
		"img/role/mm1.png",
		"img/role/mm2.png",
		"img/role/mm3.png",
		"img/role/mm4.png",
		"img/role/mm5.png",
		"img/role/mm6.png",
		"img/role/mm7.png",
		"img/role/mm8.png",
		"img/role/mm9.png"
];

var avatar_arr = [
		"img/role/m1.png",
		"img/role/m2.png",
		"img/role/m3.png",
		"img/role/m4.png",
		"img/role/m5.png",
		"img/role/m6.png",
		"img/role/m7.png",
		"img/role/m8.png",
		"img/role/m9.png"
];

var intro_arr = [
		"\u003Cp\u003E身为西风骑士团的代理团长，琴一直忠于职守，为人们带来安宁。虽然并非天赋异禀，但通过刻苦训练，如今的她已然能够独当一面。\u003Cbr \u002F\u003E\n当风魔龙的威胁开始临近，这位可靠的代理团长早已做好了准备，誓要守护蒙德。\u003C\u002Fp\u003E\n",
		"\u003Cp\u003E身为蒙德城第一富豪，风度翩翩的迪卢克总是以完美的贵公子形象示人。 \u003Cbr \u002F\u003E\n然而他真实的一面，是秉承坚定信念的战士，他那「不惜一切守护蒙德」的意志犹如火焰般炽热，令他能以恐怖的攻势，毫不留情地将一切敌人击溃。\u003C\u002Fp\u003E\n",
		"\u003Cp\u003E在西风骑士团里，凯亚是代理团长最信任的副手。凡是交托于他的任务，总能得到解决。\u003Cbr \u002F\u003E\n在蒙德城中，风趣幽默的他同样深受人们的喜爱，然而这位谈吐不凡的骑士隐约有着什么不为人知的秘密。\u003C\u002Fp\u003E\n",
		"\u003Cp\u003E她是钟情于睡眠的知性魔女。\u003Cbr \u002F\u003E\n作为西风骑士团图书馆的管理员，聪明的丽莎总能以最有效的方式将遇到的问题统统解决。\u003Cbr \u002F\u003E\n 虽然看似慵懒，但处变不惊的她似乎早已将一切尽数掌控。",
		"\u003Cp\u003E既是西风教会的祈礼牧师，又是蒙德城的闪耀偶像。 \u003Cbr \u002F\u003E\n对于习惯了传统吟游诗人的蒙德来说，「偶像」是还不习惯的新生事物。但在蒙德，人人都爱芭芭拉。\u003Cbr \u002F\u003E\n这就是自由之都的自由精神&mdash;&mdash;对大家投来的喜爱，芭芭拉是这样满怀感激地总结的。\u003C\u002Fp\u003E\n",
		"\u003Cp\u003E活泼率直的少女，是蒙德城中唯一的侦察骑士。\u003Cbr \u002F\u003E\n擅长使用风之翼的安柏，连续三年蝉联蒙德城的「飞行冠军」。\u003Cbr \u002F\u003E\n作为西风骑士团的新星，今天的安柏依然活跃在第一线。\u003C\u002Fp\u003E\n",
		"\u003Cp\u003E在蒙德坊间的传闻里，有人说他是被狼收养的弃婴，有人说他是狼灵的化身...\u003Cbr \u002F\u003E\n利爪与苍雷在飞驰，狼永远与荒野为伴。\u003Cbr \u002F\u003E\n时至今日，狼少年仍凭借他野兽般的直觉，在林间与狼群一起奔猎。\u003C\u002Fp\u003E\n",
		"\u003Cp\u003E西风骑士团，火花骑士！永远伴随闪光与爆炸出现！&mdash;&mdash;然后在琴团长严厉的目光注视下默默消失。\u003Cbr \u002F\u003E\n虽然新炸药的配方，很多都是在被关禁闭的时候想出来的......\u003Cbr \u002F\u003E\n但如果不被关禁闭的话，就更好了。\u003C\u002Fp\u003E\n",
		"\u003Cp\u003E来路不明的吟游诗人，有时唱一些老掉牙的就事旧诗，有时又会唱出谁也没听过的新歌。\u003Cbr \u002F\u003E\n喜欢苹果和热闹的气氛，讨厌奶酪和一切黏糊糊的物质。\u003Cbr \u002F\u003E\n在引导「风」的元素时，元素的塑形往往外显为羽毛，因为他很中意看上去轻飘飘的东西。\u003C\u002Fp\u003E\n"
	]